lexicon_button_in: dict[int, str] = {
    1: '<b>Интересный факт:</b>\nВ древнем Египте выщипанные брови символизировали скорбь по умершей… кошке. '
       'Священное животное провожали в мир иной всей семьей, заворачивали в шелковую ткань и торжественно хоронили, '
       'после чего вся семья полностью выщипывала брови и ходила так, пока волоски не отрастали вновь. Увидев на '
       'улице человека с выщипанными бровями, прохожие выражали ему или ей свои соболезнования.',
    2: '<b>Интересный факт:</b>\nПарфюмерная композиция первых духов была секретной и включала всего семь '
       'компонентов. За разглашение рецептуры парфюмеру грозила смертная казнь. Эдмонд Дюбеле, создатель первого '
       'аромата, просто разрешил своей молодой жене попользоваться духами, не называя их компонентов, но тем не менее '
       'был обезглавлен.',
    3: '<b>Интересный факт:</b>\nЗа год ты съедаешь 2,5 тюбика помады. Это при условии, что ты наносишь ее 1−2 раза в '
       'день. Если поправлять макияж чаще,количество съеденного больше. Но не волнуйся: калорийность помады — всего 8 '
       'калорий на 100 граммов, так что ешь на здоровье!',
    4: '<b>Интересный факт:</b>\nИзначально отращивать ногти стало модным в Китае. Таким образом девушки из '
       'благородных семейств подчеркивали, насколько далеки они от любых домашних обязанностей. Чем длиннее ногти — '
       'тем реже их обладательница что-то делала руками. Некоторым удавалось отрастить «ноготочки» в 25 метров!',
    5: '<b>Интересный факт:</b>\nВ Великобритании времен королевы Виктории использовать косметику считалось жутким '
       'моветоном. Бледная кожа, бледные губы и в целом бледный вид считались признаком утонченности, использование '
       'помад и румян считалось вульгарным и недопустимым способом привлекать к себе внимание.',
    6: '<b>Интересный факт:</b>\nКонтуринг появился в 17 веке. Правда, своеобразный: девушки корректировали овал '
       'лица, приподнимая скулы, просто кладя за щеку шарик из пробкового дерева.',
    7: '<b>Интересный факт:</b>\nСенат Франкфурта-на-Майне в свое время издал указ, согласно которому мужчина мог '
       'расторгнуть брак с супругой, если выяснялось, что при помощи макияжа она выглядела красивее, чем оказывалось '
       'на самом деле (до свадьбы вероятность увидеть невесту не при параде стремилась к нулю). Вот такой факт о '
       'косметике: обманщицу судили за колдовство(!!!), а мужчина получал свободу незамедлительно.',
    8: '<b>Интересный факт:</b>\nЕкатерина Медичи запретила брюнеткам появляться при дворе. Одним из ключевых '
       'условий для приглашения на королевский бал или устройство на работу при дворе было наличие натуральных '
       'светлых вьющихся волос. Считается, что технология осветления волос с помощью различных химических растворов '
       'возникла именно тогда.',
    9: '<b>Интересный факт:</b>\nНа Руси существовала косметика для ягодиц. Потому что изначально ягодицами назывались '
       'щеки. Красавицы натирали их листьями травы «синяк красный» (ничего так название, да?), и краска держалась '
       'несколько дней.',
    10: '<b>Интересный факт:</b>\nДля коррекции бровей использовали мышей. В 18 веке в Европе вошли в моду широкие и '
        'густые брови. Чтобы выглядеть стильно, дамы сбривали собственные брови, а на их место наклеивали '
        'искусственные, сделанные из мышиных шкурок.'
}
