lexicon_dict_ru: dict[str, str] = {
    '/start': '<b>Привет!\nЯ бот Ирины Куликовой!</b>\n'
              'Я могу рассказать вам всю информацию о её деятельности мастером по маникюру!\n'
              '<span class="tg-spoiler">_____________________________________</span>',
    '/help': 'У меня вы можете узнать всё, о работе Ирины Куликовой, Мастером по маникюру!',
    'unknown_message': 'Я не знаю, что вам ответить...',
    'menu': 'Что бы вы хотели узнать?\n(воспользуйтесь встроенной клавиатурой снизу👇)',
    'adres': 'Warszawa 02-582, ul. Wiktorska 83/87\nРайон Старый Мокотов\n300 метров от станции метро Racławicka',
    'phone': '+48-451-117-579 Ирина',
    'nails': 'Это фотографии моих работ:',
    'me': 'Если вы хотите написать мне в Telegram, нажмите на кнопку под сообщением и вам откроется чат со мной!',
    'start_manicure': 'В данном разделе вы сможете ознакомиться с моими работами, процессами, материалами и '
                      'инструментом!\n(воспользуйтесь встроенной клавиатурой снизу👇)',
    'start_menu': 'Вы вышли в главное меню!',
    'photo_selection': 'Выбираю для вас фотографию!'
}

lexicon_menu_ru: dict[str, str] = {'/st': 'Запусти меня с начала!',
                                   '/he': 'Справка по работе бота'
                                   }

lexicon_pagination_kb: dict[str, str] = {'forward': '>>',
                                         'backward': '<<'
                                         }

lexicon_button: dict[str, str] = {'button_1': 'Мой адрес',
                                  'button_2': 'Мой контактный телефон',
                                  'button_3': 'База фотографий моих работ маникюра',
                                  'button_4': 'Показать случайную фотографию моего маникюра',
                                  'button_5': 'Написать Ирине в Telegram',
                                  'button_6': 'Вся информация о работе мастера',
                                  'button_10': 'Вернуться в главное меню',
                                  'url_button_1': 'Написать Ирине в Telegram'
                                  }
