lexicon_dict_ru: dict[str, str] = {
    '/start': '<b>Привет!\nЯ бот Ирины Куликовой!</b>\n'
              'Я могу рассказать вам всю информацию о её деятельности мастером по маникюру!\n'
              '<span class="tg-spoiler">_____________________________________</span>',
    '/help': 'У меня вы можете узнать всё, о работе Ирины Куликовой, Мастером по маникюру!\n'
             'Если у вас возникают какие-то проблемы с работой бота(что-то не открывается), значит бот был '
             'перезагружен. Чтоб всё корректно заработало, просто перезапустите его, '
             'прописав в чате команду: "<b>/start</b>". Или же нажмите на команду: "<b>/start</b>" - '
             'в <b>Меню</b> Бота!',
    'unknown_message': 'Я не знаю, что вам ответить...',
    'menu': 'Что бы вы хотели узнать?\n(воспользуйтесь встроенной клавиатурой снизу👇)',
    'adres': 'Warszawa 02-582, ul. Wiktorska 83/87\nРайон Старый Мокотов\n300 метров от станции метро Racławicka',
    'phone': '+48-451-117-579 Ирина',
    'nails': 'Это фотографии моих работ:',
    'me': 'Если вы хотите написать мне в Telegram, нажмите на кнопку под сообщением и вам откроется чат со мной!',
    'start_manicure': 'В данном разделе вы сможете ознакомиться с моими работами, процессами, материалами и '
                      'инструментом!\n(воспользуйтесь встроенной клавиатурой снизу👇)',
    'start_menu': 'Вы вышли в главное меню!',
    'photo_selection': 'Выбираю для вас фотографию!'
}

lexicon_menu_ru: dict[str, str] = {'/st': 'Запусти меня с начала!',
                                   '/he': 'Справка по работе бота'
                                   }

lexicon_pagination_kb: dict[str, str] = {'forward': '>>',
                                         'backward': '<<'
                                         }

lexicon_button: dict[str, str] = {'button_1': 'Мой адрес',
                                  'button_2': 'Мой контактный телефон',
                                  'button_3': 'База фотографий моих работ маникюра',
                                  'button_4': 'Показать случайную фотографию моего маникюра',
                                  'button_5': 'Написать Ирине в Telegram',
                                  'button_6': 'Вся информация о работе мастера',
                                  'button_7': 'Дезинфекция и стерилизация инструмента',
                                  'button_10': 'Вернуться в главное меню',
                                  'url_button_1': 'Написать Ирине в Telegram'
                                  }

lexicon_button_in: dict[str, str] = {'button_in_1': 'Дальше'}

lexicon_disinfection: dict[str, str] = {
    'phrase1': 'Все что нужно для проведения дезинфекции и стерилизации инструментов маникюрных!',
    'phrase2': '<b>Этапы дезинфекции и стерилизации которые проходит мой маникюрный инструмент после каждого '
               'использования:</b>\n<b>1.</b> Наливаю дезинфицирующие средство <b>Medisept Viruton Forte</b>(одно '
               'из лучших средств, используется в медицинских учреждениях всего мира для дезинфекции инструмента) '
               'в специальный контейнер.',
    'phrase3': '<b>2.</b> Помещаю инструмент в дезинфицирующий раствор на 30 минут',
    'phrase4': '<b>3.</b> Достаю инструмент спустя 30 мин. и промываю его мыльным раствором.',
    'phrase5': '<b>4.</b> После промывания инструмент необходимо просушить.',
    'phrase6': '<b>5.</b> Далее для дополнительной дезинфекции я использую гласперленовый (шариковый) стерилизатор, '
               'который предназначен для дезинфекционной обработки маникюрных инструментов, путем погружения их '
               'в колбу со стеклянными шариками, разогретыми до температуры от 175 до 200°С.',
    'phrase7': '<b>6.</b> Вставляю инструмент в стерилизатор, в котором он дезинфицируется 1 минуту.',
    'phrase8': '<b>7.</b> После стерилизатора повторно промываю инструмент мыльным раствором и просушиваю его.',
    'phrase9': 'На этом я заканчиваю процедуру дезинфекции и стерилизации. <u><b>Наш инструмент чист, стерилен и '
               'готов к дальнейшей эксплуатации.</b></u>\nА вы можете ознакомиться с другой информацией по моей '
               'работе, используя клавиатуру внизу экрана👇'
}
