
lexicon_dict_ru: dict[str, str] = {
    '/start': 'Привет!\nЯ бот Ирины Куликовой!\n'
              'Я могу рассказать вам всю информацию о её деятельности мастером по маникюру!',
    '/help': 'У меня вы можете узнать всё, о работе Ирины Куликовой, Мастером по маникюру!',
    'unknown_message': 'Я не знаю, что вам ответить...',
    'menu': 'Что бы вы хотели узнать?\n(можно воспользоваться встроенной клавиатурой снизу)',
    'adres': 'Warszawa 02-582, ul. Wiktorska 83/87\n300 метров от станции метро Racławicka',
    'phone': '+48-451-117-579 Ирина',
    'nails': 'Это фотографии моих работ:',
    'me': 'Если вы хотите написать мне в Telegram, нажмите на кнопку под сообщением и вам откроется чат со мной!'
}

lexicon_menu_ru: dict[str, str] = {
    '/st': 'Запусти меня с начала!',
    '/he': 'Справка по работе бота'
}

lexicon_pagination_kb: dict[str, str] = {
    'forward': '>>',
    'backward': '<<'
}

