
lexicon_dict_ru: dict[str, str] = {
    '/start': 'Привет!\nЯ бот Ирины Куликовой!\n'
              'Я могу рассказать вам всю информацию о её деятельности мастером по маникюру!',
    '/help': 'У меня вы можете узнать всё, о работе Ирины Куликовой, Мастером по маникюру!',
    'unknown_message': 'Я не знаю, что вам ответить...',
    'menu': 'Что бы вы хотели узнать?\n(можно воспользоваться встроенной клавиатурой снизу)',
    'adres': 'Warszawa 02-582, ul. Wiktorska 83/87\n300 метров от станции метро Racławicka',
    'phone': '+48-451-117-579 Ирина',
    'nails': 'Это фотографии моих работ:'
}
